#version: 0.2
h e</w>
i n
▁t he</w>
t i
e r
e n
e d</w>
a n
o n
a ▁
o r
o n</w>
o t
q u
a r
e ▁
o ▁
▁o f</w>
t ▁
in g</w>
n d</w>
o u
i ▁
e r</w>
ot ;</w>
r e
▁t o</w>
▁t h
e s</w>
i t
e c
& qu
o s
i c
a l</w>
r o
e s
▁a nd</w>
a ti
e a
i s
i l
o r</w>
t h
- @</w>
a l
o m
▁i n</w>
t he</w>
a t
a t</w>
&qu ot;</w>
e l
@ -@</w>
en t</w>
a n</w>
a s</w>
u r
▁i s</w>
t s</w>
t r
p os
e n</w>
c e</w>
a s
u s
o l
e m
v e</w>
▁ e</w>
t▁ he</w>
▁i n
a c
i s</w>
l y</w>
ati on</w>
▁w h
i d
i n</w>
n g</w>
l e</w>
▁th at</w>
▁ u
r e</w>
t h</w>
u c
▁& qu
an d</w>
i g
u ▁
o f</w>
▁T he</w>
p ▁
c h
r ▁
a m
u l
pos ;
▁f or</w>
s ▁
t o</w>
er e</w>
ti on</w>
& a▁
▁o n</w>
e t
v er
a g
f f
i r
a y</w>
p l
u n
h ▁
it h</w>
i m
▁i t</w>
o p
er s</w>
▁b e</w>
t er</w>
▁a s</w>
▁p ro
c ▁
▁c on
t ed</w>
▁r e
w ▁
m ent</w>
a▁ nd</w>
&a▁ pos;
re s
▁b y</w>
o t</w>
il l</w>
o o
▁e x
s t
▁s h
o▁ t
i on</w>
a d
o u</w>
o c
▁s t
a p
o▁t ;</w>
▁c om
a b
u t</w>
o w
u d
▁w ith</w>
f ▁
it y</w>
e v
r i
e t</w>
in ▁
p or
▁w as</w>
l ▁
on g</w>
▁a re</w>
▁h a
s e</w>
ot ▁
ou n
on s</w>
& ▁
t er
e▁ n
at e</w>
i c</w>
i▁ ng</w>
s t</w>
m ▁
d ▁
al l</w>
i t</w>
▁, ,</w>
i ti
l d</w>
a k
ot▁ ;</w>
p er
e x
i d</w>
▁w ill</w>
on g
▁a l
d uc
ro m</w>
c i
s u
an ▁
f or
▁y ou</w>
▁K or
a y
ic e</w>
▁c h
▁a t</w>
q ▁u
i v
e e</w>
c on
c h</w>
t y</w>
e a</w>
o w</w>
▁ ot;</w>
▁th e
e d
▁&qu ot;</w>
▁T h
ti ▁
▁ s</w>
n ▁
e ar
i z
an g
e g
ic h</w>
▁ha ve</w>
ea r</w>
th ▁
en ▁
p ro
&a▁pos; s</w>
&▁ qu
y e
c om
d s</w>
s i
e en</w>
c l
▁f rom</w>
a t▁
▁s u
r ou
e p
en ts</w>
▁u n
p ec
i es</w>
t ur
e▁ r
th ▁e</w>
b ▁
o ver
i m</w>
on al</w>
a r</w>
& a
ar y</w>
u m
▁r es
▁h as</w>
▁a c
ig h
▁p l
d ing</w>
i r</w>
& q▁u
o▁ n</w>
en t
b l
▁a n</w>
o v
▁n ot</w>
a in
an t</w>
an ce</w>
▁p ar
▁I t</w>
es s</w>
▁wh ich</w>
l l</w>
w h
t ing</w>
a▁ r
▁I n</w>
at ed</w>
e▁ d</w>
s o</w>
▁C h
▁th is</w>
▁t r
ou t</w>
d er</w>
o▁ n
g ▁
▁p er
es t</w>
▁w or
▁e n
u t
g h</w>
a id</w>
▁o n
g e</w>
th er</w>
i al</w>
▁o r</w>
▁ ed</w>
or e</w>
ag e</w>
ou ld</w>
p r
▁c an</w>
ati ▁
a▁ n
e▁n t</w>
ar e</w>
f ter</w>
o▁ r
i▁ n
p an
▁wh o</w>
s h
ea n</w>
w i▁
il l
▁a b
▁d is
u e</w>
over n
e w</w>
on ▁
i f
▁a n
ff ic
im e</w>
▁ t</w>
▁sh all</w>
e l</w>
▁b ut</w>
uc h</w>
▁( (</w>
es s
ea d</w>
a us
ti c
ou r
o g
▁Kor ea</w>
p ar
f or</w>
▁&qu o▁t;</w>
m e</w>
em ent</w>
▁r ec
ol l
▁a d
a in</w>
as t</w>
em b
in is
k e</w>
- ▁
i b
in ce</w>
-▁ @</w>
e y</w>
en ce</w>
a m</w>
r e▁
ou r</w>
i t▁
an g</w>
ou s</w>
e m</w>
tr y</w>
▁i m
t en
in▁ g</w>
▁p r
ou ▁
▁m an
ak e</w>
ye ong
in g
▁d i
er ▁
&q▁u ot;</w>
op le</w>
; s</w>
b e</w>
o d
re c
▁th ere</w>
p▁ os
am e</w>
▁w ere</w>
er v
▁a p
a d</w>
ar ▁
e ople</w>
k s</w>
&qu o▁t;</w>
f▁ or</w>
&qu ▁ot;</w>
0 0</w>
om e</w>
or ▁
o▁ f</w>
@ -▁@</w>
▁W h
▁b ec
▁t ime</w>
por t</w>
in e</w>
es ti
▁y ear</w>
▁c l
s s
▁b een</w>
t e</w>
&▁qu ot;</w>
el y</w>
▁e v
▁h e</w>
g i</w>
cl ud
oo d</w>
t▁ o</w>
e f
▁a g
ati▁ on</w>
tur e</w>
ir st</w>
pos ▁
▁ -@</w>
b y</w>
k ing</w>
s ed</w>
aus e</w>
d i
▁i f</w>
t▁ h
c re
@ ▁-@</w>
al ly</w>
th▁ at</w>
e▁ r</w>
▁f or
iti es</w>
al l
u n</w>
a v
▁o r
for m
igh t</w>
u ng</w>
s tr
ec t</w>
▁I n
e▁ s</w>
▁s o</w>
as e</w>
ar d</w>
ati ons</w>
ro v
an▁ d</w>
id e</w>
▁Kor ean</w>
on e</w>
▁r el
▁s uch</w>
o▁ s
▁wh en</w>
o m</w>
C h
▁p re
i ve</w>
▁al so</w>
an d
w▁ h
s on</w>
ati onal</w>
e▁ c
u bl
en c
▁the ir</w>
a e</w>
or s</w>
▁p eople</w>
a f
y ▁
▁the y</w>
a ir
▁m ore</w>
▁a fter</w>
t u
e e
ad e</w>
ur e</w>
&qu ot▁;</w>
▁d o</w>
pos; s</w>
o b
o on</w>
o o</w>
▁&qu ▁ot;</w>
an c
ti v
an s</w>
▁s aid</w>
pos ;</w>
e a▁
▁con t
ab le</w>
▁b e
a ce</w>
p en
i ke</w>
il e</w>
i▁ n</w>
▁a t
os t</w>
u m</w>
▁th an</w>
ea l
res id
c or
it t
▁m e
om m
us t</w>
d ed</w>
▁com pan
i l</w>
▁ab out</w>
el l</w>
ar k
p re
al ▁
th at</w>
w o</w>
▁S e
o in
▁2 0
w as</w>
▁f irst</w>
▁& a
▁in v
re e</w>
it h
▁w e</w>
▁@ -@</w>
▁f ac
e w
es e</w>
K or
n ing</w>
ay s</w>
▁Th is</w>
u s</w>
overn ment</w>
▁ es</w>
▁com m
▁pro v
ev el
d is
p ol
ou l</w>
T he</w>
▁o ut</w>
s ti
es t
ci al</w>
u l</w>
ver s
▁h ead</w>
al s</w>
▁m y</w>
▁u p</w>
▁m ay</w>
▁s ec
▁a r
▁h is</w>
▁G yeong
wi▁ th</w>
ubl ic</w>
h er</w>
&a p▁os
▁in clud
el d</w>
▁K im</w>
p e
d us
d er
p res
▁re g
t▁ ed</w>
▁on e</w>
▁ h
a▁ s</w>
▁&qu ot▁;</w>
oo l</w>
g h
ig n
i ous</w>
il ▁
i p
g r
ig h</w>
or y</w>
▁su b
a▁ t</w>
l is
▁in ter
▁su p
▁m on
a ve</w>
▁bec ause</w>
ti▁ on</w>
S e
▁pro duc
re s</w>
rou gh</w>
us in
▁A c
p r▁
b er</w>
ati ve</w>
an s
it e</w>
ur r
e on</w>
s ion</w>
ar t
v ▁
▁e m
▁p ol
o p</w>
o d</w>
▁I f</w>
t or</w>
o▁ r</w>
t▁ er</w>
or th</w>
ti ons</w>
▁c oun
ic ▁
▁s ch
oo k</w>
i a</w>
s u▁
m e▁nt</w>
ic al</w>
ow n</w>
&▁ a
I n
oc al</w>
s id
os e</w>
a il
a w
▁m e</w>
K ▁
at ing</w>
f l
▁wh ere</w>
ill ion</w>
a▁ l
o y
it s</w>
▁al l</w>
▁i ts</w>
ol d</w>
▁s tr
▁ac c
ti ci
s t▁
▁A s</w>
s i▁
ou s
en d</w>
▁ha d</w>
w ith</w>
ear s</w>
▁o ther</w>
w or
ea se</w>
y st
▁f in
k ed</w>
▁st ud
w▁ as</w>
f r▁
▁y our</w>
▁Gyeong gi</w>
en▁ t</w>
▁q u
an n
e b
por t
u r</w>
▁a m
▁G u</w>
m s</w>
r o▁
▁W e</w>
▁d ue</w>
e▁r s</w>
i▁ s</w>
▁d ec
▁P ar
, 0
a▁ l</w>
h ed</w>
▁g overnment</w>
▁p os
pro v
▁o ffic
ec ▁
▁on ly</w>
▁w on</w>
S ▁
▁o p
a▁ n</w>
a▁ re</w>
▁w ith
j u</w>
ac k</w>
a i▁
▁n e
el l
▁S t
g an
en ti
ac h</w>
ing s</w>
▁l ea
o▁ m
is ▁
w h▁
▁Th ere</w>
si b
ig n</w>
r y</w>
▁e l
v er</w>
i ed</w>
▁p ublic</w>
ou gh</w>
e▁ re</w>
▁t wo</w>
e h
s el
as s
p h
▁includ ing</w>
ar ge</w>
▁m emb
2 0
ti ve</w>
d o</w>
in k</w>
i tion</w>
▁o per
▁in cre
ec h
itt ee</w>
▁th rough</w>
s pec
enc y</w>
il d
S .</w>
tr ▁
c er
as ed</w>
j ect</w>
▁l ike</w>
r u
is t
▁p ur
i p</w>
evel op
ark et</w>
i▁ c
▁l ast</w>
m an
e▁ s
▁m at
et w
m inis
gan iz
et y</w>
at es</w>
▁ n
▁t ea
▁un der</w>
pos▁ ;s</w>
w▁h o</w>
▁U n
o▁ ng</w>
▁p res
▁b u
ul t</w>
h e▁
▁d ay</w>
▁s m
il ity</w>
▁r ea
ul ar</w>
▁k n
▁f l
▁N orth</w>
ou th</w>
i▁ ty</w>
▁w ould</w>
t ers</w>
wi▁ ll</w>
▁n um
▁n o</w>
en ter</w>
v i
p on
il y</w>
ter n
ff er
ex t</w>
▁f i
un ▁
m er</w>
a▁ c
fr▁ om</w>
i▁ ch</w>
is e</w>
▁man y</w>
ol og
ap o▁s
ent ly</w>
▁d es
ri v
it ed</w>
esti g
en d
ap p
t ly</w>
▁n ew</w>
id ed</w>
em s</w>
en er
ow ing</w>
▁a re
▁P rov
ff ice</w>
T h
e ther</w>
▁the m</w>
▁20 1
▁h igh</w>
f ac
b e▁
a▁ te</w>
▁num ber</w>
yst em</w>
d ay</w>
re l
a▁ ll</w>
u p</w>
▁Ch in
resid ent</w>
s a▁
▁s erv
ur ing</w>
ro w
v en
ar g
▁sh ould</w>
w on</w>
if e</w>
▁A r
ang e</w>
c▁ h
▁man ag
▁s pec
▁s p
cor ding</w>
▁ex pec
usin ess</w>
t▁ s</w>
&a pos;s</w>
tici p
w ill</w>
com m
i vers
k ▁
▁m ed
K im</w>
iz ed</w>
l l
o k</w>
ti▁ ng</w>
for e</w>
▁d el
b ▁u
▁rec e
. S.</w>
j ▁
s es</w>
at▁ ion</w>
o▁n s</w>
,0 00</w>
in c
ou nd</w>
ic ation</w>
i r▁
▁Wh en</w>
str uc
a u
&ap▁os ;
ic es</w>
at er</w>
p le</w>
▁d r
▁m ade</w>
y ing</w>
m an</w>
us t
ov ▁
op er
▁l ocal</w>
h as</w>
▁g r
em ▁
ech n
i ons</w>
ec ess
es ▁
▁Se oul</w>
a w</w>
▁s e
ti f
▁c r
▁c re
duc ation</w>
ac t</w>
ec tion</w>
ab lis
▁& q▁u
▁v is
et ing</w>
ow er</w>
el ▁
▁compan ies</w>
rou nd</w>
▁y ears</w>
ev er</w>
u tion</w>
n ot</w>
▁in to</w>
i▁ s
etw een</w>
pl ▁
▁c ar
ti es</w>
▁M inis
▁u se</w>
▁com pl
on d</w>
ec ted</w>
ff ▁
d in
▁ap p
▁p h
▁C omm
t▁ h</w>
▁compan y</w>
▁o ver</w>
s ur
i▁ al</w>
c oun
er y</w>
con om
v is
▁h eld</w>
▁ ot▁;</w>
▁t ake</w>
t ro
&a▁pos; ▁s</w>
s ing</w>
oc i
h a▁
▁wor k</w>
▁pro c
▁c o
▁m ake</w>
m e
o ve</w>
▁v ar
▁re qu
et ro
gh t</w>
ver y</w>
▁b r
r ap
minis tr
in v
▁b l
s ▁u
o l</w>
▁b etween</w>
ch ▁
wh o</w>
▁d o
▁f oll
i e
▁st ar
P rov
▁th ink</w>
m a▁
▁e ach</w>
f er
ut e</w>
h er
▁sch ool</w>
▁an n
e▁ n</w>
▁w ant</w>
s c
o p▁
er g
▁T r
▁ex per
▁i s
iz e</w>
&a▁pos; ▁t</w>
&▁qu o▁t;</w>
▁e st
▁m arket</w>
s ec
▁ap pl
u al</w>
ol ▁
h▁ as</w>
▁g o</w>
y e▁
ot her</w>
ul tur
ecess ary</w>
in d</w>
o▁ ut</w>
▁sup port</w>
f r
1 ▁
▁or der</w>
ud g
▁ev en</w>
▁wh ile</w>
ou ng</w>
▁Y ou</w>
i▁ on</w>
c ed</w>
▁d et
p s</w>
▁in dus
▁b usiness</w>
re g
il ities</w>
re n</w>
rou p</w>
s p
f rom</w>
l i
at▁ ed</w>
en g
▁s ince</w>
▁L ee</w>
▁d ep
y ear</w>
u▁ r
tic le</w>
▁memb ers</w>
e ong</w>
s e▁
b u
ec ts</w>
i▁ ce</w>
u▁ n
o▁ l
t a▁
on▁ al</w>
ati o▁n</w>
d e</w>
▁g et</w>
▁di rec
P ▁
v ir
▁s c
ti me</w>
ak ing</w>
▁f e
▁N ational</w>
as es</w>
i als</w>
t a
▁g o
▁tr ans
▁g ood</w>
▁at ten
▁d on</w>
▁P l
is t</w>
▁H e</w>
▁n ecessary</w>
▁w ell</w>
▁th ree</w>
i ence</w>
it an</w>
e▁ m
▁inv estig
i onal</w>
r ed</w>
▁f am
m in
e ts</w>
▁be ing</w>
wh i▁ch</w>
▁e ar
▁d evelop
tr ic
pl oy
i▁ t</w>
▁s ystem</w>
b e
h is</w>
▁s ome</w>
▁c oll
M ▁
▁U .S.</w>
on▁ g</w>
an ts</w>
ou se</w>
sti tu
w ay</w>
&▁a pos;</w>
id ents</w>
▁J ap
p▁ l
s aid</w>
th is</w>
sib le</w>
u ation</w>
s he</w>
om ▁
▁&a pos;s</w>
ul ▁
▁a m</w>
id ent</w>
pr o▁
▁e t
C ▁
i▁ es</w>
▁pro m
▁m a
▁g re
G yeong
▁o ur</w>
▁an y</w>
etro pol
ac ▁
▁A l
al e</w>
▁Ac cording</w>
p p
▁expec ted</w>
▁per son</w>
am p
▁pl ace</w>
ab ▁
form ation</w>
▁s el
ti o▁n</w>
n am</w>
▁c ould</w>
▁in d
▁) )</w>
tr ib
▁D o</w>
▁P resident</w>
os ec
▁per form
▁ne ed</w>
en s</w>
an▁ ce</w>
oun t</w>
tr ies</w>
m ents</w>
ev ▁
an k</w>
▁w r
or t</w>
▁b el
▁n ext</w>
p o▁s
▁m ov
g u</w>
a fter</w>
s▁ t
d iti
▁1 0</w>
d▁ er</w>
t▁h at</w>
▁Prov ince</w>
▁r em
▁stud ents</w>
Kor e▁
&▁qu ▁ot;</w>
&q▁u o▁t;</w>
▁par ticip
b▁u t</w>
▁m ost</w>
an cial</w>
▁is su
c c
e o</w>
▁est ablis
Th ▁e</w>
o k
us ▁
▁s ur
n ed</w>
o▁ w
▁h ea
l o
▁var ious</w>
▁manag ement</w>
▁ac tiv
▁c ase</w>
▁g u
; t</w>
oin t</w>
▁S h
r i▁
▁e conom
un g
▁pro bl
ur ▁
▁t a
u g
&q▁u ot▁;</w>
▁d uring</w>
▁n ow</w>
▁a ss
iv ing</w>
sh ip</w>
▁con s
▁be fore</w>
emb er</w>
as s</w>
a k</w>
our t</w>
▁O n</w>
Kor ea</w>
▁r a
l i▁
m o▁
oc k</w>
▁E n
A ▁
th er
▁ex c
▁al l
▁u sed</w>
i od</w>
▁d ays</w>
&qu ▁ot▁;</w>
▁c or
y ou</w>
op e</w>
▁are a</w>
e ong
ild ren</w>
▁h el
en t▁
vir on
▁tea m</w>
▁s ame</w>
▁or ganiz
▁h ow</w>
air s</w>
ic y</w>
&a pos;</w>
ch eon</w>
▁Par k</w>
pe ti
en▁ ts</w>
it al</w>
▁Chin a</w>
▁m in
por ts</w>
▁wh at</w>
u b
un d
oc ial</w>
▁a s
▁c er
olog y</w>
f o▁r</w>
e▁s s</w>
▁g u</w>
▁pol ice</w>
▁d e
ay ing</w>
l a▁
&a▁pos; t</w>
b ut</w>
▁&q▁u ot;</w>
r▁ e
h ave</w>
l es</w>
▁at t
▁m illion</w>
i um</w>
e x</w>
s▁ h
a▁ tion</w>
m is
▁e ff
▁A t</w>
ain ing</w>
as ▁
▁cont in
▁S outh</w>
m on
sid er
▁per s
a▁r y</w>
ic s</w>
▁di ffer
l▁ y</w>
▁l ot</w>
t e▁
h▁ is</w>
c ri
o or</w>
y p
K▁ or
f f</w>
l ed</w>
c o
t ain</w>
com e</w>
o b</w>
▁s l
m ed
f ul</w>
su m
G ▁
T ▁
ain ed</w>
d ▁u
▁F or
si ve</w>
▁di ffic
ear ch</w>
is h</w>
▁Minis try</w>
2 ▁
c o▁
c .</w>
▁1 9
ultur al</w>
& apo▁s
ul ture</w>
in▁ ce</w>
U n
▁pro ject</w>
▁Ar ticle</w>
por ted</w>
b een</w>
od ay</w>
▁s it
▁bu il
th a▁t</w>
iv ed</w>
ha▁ ve</w>
in d
&a▁ po▁s
t ors</w>
▁l ong</w>
sel f</w>
▁kn ow</w>
▁g ener
▁m ea
h ing</w>
n▁ ot</w>
▁c urr
d u
&▁qu ot▁;</w>
▁v i
▁o w
&a▁ pos▁;s</w>
ivers ity</w>
rou ▁
▁con f
&a▁pos; m</w>
ci l</w>
▁wor ld</w>
ag rap
▁with out</w>
ar k</w>
overn or</w>
▁a ff
o w▁
is m</w>
▁A m
▁S u
al ity</w>
K or▁
om e
u▁ re</w>
re s▁
r a
▁t ri
s erv
th e▁
o ti
▁C on
m y</w>
▁th ▁e</w>
k ers</w>
D ▁
▁b o
▁me eting</w>
▁Pl ease</w>
▁h er</w>
▁mon th</w>
ow ed</w>
▁s al
e▁ l
s an</w>
us e</w>
ot al</w>
ic k
is ion</w>
▁in formation</w>
▁with in</w>
▁a round</w>
ib er
▁produc ts</w>
ati on
L ▁
▁con cer
▁d em
anc es</w>
n er</w>
y m
art ment</w>
m ed</w>
at t
▁con duc
f i▁
▁ann oun
▁rel ated</w>
ot e</w>
e▁ x
n o▁
a ir</w>
it ing</w>
s h▁
▁pl an</w>
▁f u
▁w ee
ow s</w>
r a▁
▁foll owing</w>
an t
en se</w>
▁C ity</w>
em e▁nt</w>
en tr
om en</w>
w ang
▁sm all</w>
▁e ducation</w>
a e
▁s ee</w>
res s</w>
ac k
▁res pon
▁j ust</w>
af ety</w>
g u
▁serv ice</w>
N ▁
▁l arge</w>
ab or</w>
m it</w>
for m</w>
▁f r
▁fac t</w>
y ung</w>
t▁ y</w>
▁r ight</w>
▁par tic
▁h ous
ai▁ d</w>
ac c
ea s</w>
i or</w>
▁ch ec
all ed</w>
ro w</w>
il it
▁t er
▁d id</w>
s ide</w>
eal th</w>
c o▁n
▁sec ond</w>
th ough</w>
v en</w>
t▁ ion</w>
h▁ er</w>
ent al</w>
ti c</w>
▁c ity</w>
▁o ffice</w>
th ing</w>
▁pr ice</w>
▁pre v
▁o ut
▁g row
l ine</w>
al y
iti z
▁f ood</w>
l e▁
ag es</w>
i an</w>
struc tion</w>
su ng</w>
▁m uch</w>
ust om
▁l ife</w>
a u▁
con ▁
e ign</w>
▁A ss
a p▁
ot h</w>
i▁ d
b u▁
▁“ “</w>
a▁ t
ee p</w>
m e▁
i k
▁Comm ittee</w>
▁h igh
s e
h o▁
at ely</w>
v ing</w>
▁ev ent</w>
iz ation</w>
▁b eg
ul t
il▁ l</w>
ea d
▁res idents</w>
su res</w>
re t
z e</w>
▁incre ase</w>
▁ex pl
h y
ati c</w>
o i</w>
b ▁e</w>
▁pro f
o▁ re
am ▁
di tion</w>
▁per iod</w>
▁indus try</w>
L ee</w>
▁fac ilities</w>
o o▁
▁c ases</w>
v es</w>
▁s ol
ar ds</w>
os p
Kor▁ ea</w>
c t</w>
i re</w>
m▁ an</w>
i g</w>
▁coun try</w>
d u▁
c r
at a</w>
▁t echn
es ted</w>
▁t otal</w>
o▁r t</w>
n▁ d</w>
▁f ri
t▁ r
im es</w>
tr ac
▁t re
▁partic ular</w>
i e</w>
▁Ac t</w>
▁e nd</w>
ar t</w>
▁v ery</w>
▁Th at</w>
▁m us
r din
it▁ h</w>
▁w ay</w>
▁am ong</w>
▁ma j
▁s ti
▁f un
▁spec ial</w>
ec tr
m▁ ent</w>
Kore▁ an</w>
al f</w>
▁u s</w>
ti l</w>
oo m</w>
▁r ate</w>
uc c
▁ch ildren</w>
us an</w>
a▁ ge</w>
▁ex pen
m ak
&a pos;
c us
&a▁ pos▁
ain st</w>
an y</w>
▁H y
▁ad v
b le</w>
o ffic
p ri
▁p op
i▁ l
▁in st
th s</w>
c an</w>
com pan
y o▁
a ff
C omm
en▁ ce</w>
▁A n
ew s</w>
▁o b
0 ,000</w>
pl em
▁ th</w>
▁u n</w>
▁r o
iti ▁
ch ed</w>
j ects</w>
um p</w>
Se oul</w>
▁un der
▁produc t</w>
a▁ m
ac hed</w>
▁f il
in ter
ak es</w>
ep t</w>
d ic
ag ▁
▁r eal
d en</w>
s ch
▁wh ether</w>
▁s ea
og ether</w>
ow ever</w>
w▁ on</w>
i▁ t
un ity</w>
ex ▁
▁b illion</w>
agrap h</w>
f▁ f
p ly</w>
ar m
in cial</w>
ul ts</w>
I n</w>
H ▁
l ob
c ent</w>
▁b as
R W</w>
▁oper ation</w>
▁o cc
pos e</w>
▁th ese</w>
▁Wh at</w>
d i▁ng</w>
▁f ound</w>
ev el</w>
f in
el f
S t
er ▁s</w>
. ▁
▁A fter</w>
▁re v
an ese</w>
th or
▁ch ang
w▁ ill</w>
ati on▁al</w>
▁th ose</w>
▁h ear
▁re port</w>
d r
▁J e
u▁ l
sti t
▁pl ay
c es</w>
a i</w>
d e
▁r et
w ere</w>
o y</w>
▁offic ial</w>
od y</w>
▁proc ess</w>
is ed</w>
m en▁t</w>
f▁ er▁
▁Par ty</w>
n e
s l
er n
u ty</w>
su b
d e▁
▁des ign
ol e</w>
igh ts</w>
ut es</w>
ie f</w>
▁et c.</w>
sa▁ id</w>
re ad
e ir</w>
b▁ y</w>
oc r
w ard</w>
o▁n e</w>
l▁ ed</w>
b▁ er</w>
in es</w>
▁w ater</w>
▁S am
i ev
ac h
t ment</w>
d i▁
ou▁ n
e▁c t</w>
▁t al
▁l oc
▁im port
▁e very</w>
▁e as
en ds</w>
▁develop ment</w>
id ▁
tic s</w>
▁b udg
air man</w>
ur ity</w>
▁g roup</w>
▁am ount</w>
ot h
b ec
▁investig ation</w>
i o▁n</w>
il d</w>
f t
▁inv est
20 1
▁M oon</w>
v ed</w>
d▁ ed</w>
h ib
al so</w>
▁a u
▁E x
K▁ im</w>
o▁ ul</w>
▁th ▁
o c▁
pres ent
▁s k
s m
▁com e</w>
▁c enter</w>
▁u l
s ure</w>
m .</w>
B ▁
be▁ en</w>
▁s ign
a▁ y</w>
▁con sider
enti al</w>
wor k</w>
c o▁m
▁o pen
par ed</w>
oun ▁
▁fin ancial</w>
▁d ef
ou▁ ld</w>
ea sed</w>
▁d oc
▁ n</w>
ef t</w>
▁diffic ult</w>
a▁n t</w>
l o▁
p o▁
▁in tro
▁perform ance</w>
d ep
▁ch ange</w>
▁s us
▁h im</w>
ar ac
A ss
A r
▁H owever</w>
▁pur su
▁ex am
r d</w>
▁u s
eg al</w>
ir ed</w>
▁ch arge</w>
riv ate</w>
c a▁
▁Al though</w>
ev ant</w>
▁fi re</w>
pl o
on t</w>
▁cont ro
if ic
▁U S</w>
▁probl em</w>
o s</w>
ti m
▁i t
c▁ an</w>
▁mat ters</w>
▁h ere</w>
i ver
et ter</w>
▁pr ot
▁bec ome</w>
▁f ul
emb ly</w>
▁in ten
ou ght</w>
an ds</w>
esti v
▁s ocial</w>
▁ag ain</w>
▁b ro
▁h ome</w>
▁a ud
▁s ome
d ec
lob al</w>
▁o ver
esti c</w>
p ing</w>
oun d
▁for mer</w>
▁hel p</w>
iv ▁
g s</w>
▁s ay</w>
ov er</w>
os s</w>
▁G ang
t e▁r
tr ial</w>
▁par t</w>
▁G overnor</w>
d le</w>
▁ad ministr
n s</w>
n ow</w>
en ing</w>
er ▁e</w>
▁b ack</w>
▁M y</w>
▁c ustom
▁en ter
▁P r
▁fam ily</w>
s o▁
▁con struction</w>
du ce</w>
ter m</w>
▁rea son</w>
J ▁
▁wor king</w>
our s</w>
a▁ ng</w>
▁go ing</w>
tric t</w>
▁announ ced</w>
iv es</w>
eh ic
con t
▁prov ide</w>
▁pos sible</w>
▁par ty</w>
w e</w>
▁sh ar
in ation</w>
E n
▁in stitu
▁st at
for m▁
▁com peti
u▁ n</w>
▁par agraph</w>
▁differ ent</w>
ev en</w>
en ted</w>
ig ▁h
ain s</w>
at ure</w>
▁coun tries</w>
e▁ st</w>
▁5 5</w>
p ed</w>
he▁ ad</w>
etropol itan</w>
▁ag re
n ess</w>
si a</w>
▁re ported</w>
ar s</w>
i o</w>
b e▁c
ur al</w>
▁u sing</w>
C ▁h
d ers</w>
▁offic ials</w>
▁Th ey</w>
on ▁s</w>
p a▁
t▁ or</w>
▁s et</w>
i▁ ts</w>
d es
it▁ y</w>
▁sal es</w>
▁pro gr
per ▁
▁m od
▁d om
▁inter n
▁2 0</w>
▁s im
u nd</w>
w o▁r
▁t oday</w>
pro duc
▁compl et
▁n ational</w>
▁d own</w>
n ew</w>
▁d am
▁w at
t e▁d</w>
▁Jap an</w>
w a▁s</w>
▁sit uation</w>
▁sti ll</w>
▁re f
oin ted</w>
▁m ain
ol ice</w>
▁h um
e t▁
wh ich</w>
is ts</w>
th▁ is</w>
w e▁re</w>
v ▁e</w>
ch ing</w>
a z
▁F or</w>
▁C oun
▁C enter</w>
o tion</w>
▁wh y</w>
▁i d
▁S ince</w>
com ▁
▁contin u
ul ation</w>
lis h</w>
▁maj or</w>
▁d ata</w>
n o</w>
ri ed</w>
h i▁
▁inter est</w>
o ol
su p
on y</w>
▁c aus
▁B usan</w>
h av
▁ag ainst</w>
iv id
▁import ant</w>
▁rec or
▁conf ir
▁c ap
pos ed</w>
▁p ower</w>
per son</w>
in clud
▁g ive</w>
overn me▁nt</w>
▁ad dition</w>
m ore</w>
▁mon ey</w>
▁s he</w>
▁en viron
k i▁ng</w>
p e▁
on ed</w>
tr uc
▁rece ived</w>
ti▁ me</w>
su▁ ch</w>
tr act</w>
▁Chin ese</w>
▁rel evant</w>
▁3 0</w>
read y</w>
uc l
f o▁r
duc ed</w>
▁M ar
w e▁
▁P ro
▁mea sures</w>
ye ong</w>
o ff▁
▁are as</w>
▁en tr
▁th en</w>
o▁ us</w>
as ter</w>
▁pr osec
C h▁
wh▁ en</w>
elf are</w>
sib ility</w>
vi ew</w>
ic▁ h</w>
▁s er
ar ▁e</w>
el s</w>
n▁ g</w>
Se o▁ul</w>
at▁ ional</w>
ad ▁
p tion</w>
▁e qu
is ing</w>
▁v al
an ding</w>
s▁ o</w>
i f</w>
▁m ain</w>
▁incre ased</w>
rdin ance</w>
▁p ay</w>
f▁ or
▁per cent</w>
▁fu ture</w>
▁com p
h ead</w>
▁un til</w>
▁an aly
am es</w>
af t▁er</w>
▁r oom</w>
ffic i
at▁ e</w>
b r
▁p ay
▁memb er</w>
itiz ens</w>
e ed</w>
a il</w>
▁Sam sung</w>
▁for eign</w>
c al</w>
i x</w>
▁chec k</w>
▁l ear
a p</w>
▁h ope</w>
re qu
or k</w>
▁em ploy
n e▁
▁t oo</w>
ur n</w>
im ▁
▁f our</w>
▁f ive</w>
p e</w>
y▁ ou</w>
H y
▁res ult</w>
▁p rivate</w>
▁att ached</w>
▁c ame</w>
▁b ased</w>
▁t imes</w>
▁dep artment</w>
tr o▁
on om
▁t ogether</w>
f ir▁
th▁ ey</w>
▁Wh ere</w>
▁ne ed
▁h ol
es ts</w>
▁s en
in dus
▁b re
▁Tr ump</w>
ilit ary</w>
ec u
▁ab le</w>
ep ar
a in▁
▁econom ic</w>
ver y
estiv al</w>
▁b est</w>
a▁ g
w il▁l</w>
▁in c
h a▁s</w>
t wo</w>
▁w in
▁dec ided</w>
. m.</w>
in al</w>
m it
▁pursu ant</w>
ea m</w>
or ganiz
▁l im
▁t em
ti ce</w>
▁Jap anese</w>
▁J ae</w>
W e</w>
i▁n e</w>
i▁ g
is sion</w>
ir d</w>
l ike</w>
▁budg et</w>
▁det er
▁ ts</w>
tu res</w>
eg ▁
▁w omen</w>
in a</w>
s ai▁d</w>
▁In tern
▁l oo
▁im prov
wh▁ o</w>
1 9
▁do es</w>
▁res ults</w>
a▁n y</w>
r ic
i al
▁ear ly</w>
R ▁
a th
t o▁
▁ta x</w>
▁in spec
▁exper ience</w>
0 th</w>
id n</w>
il i
▁m ust</w>
w ays</w>
c as
▁vis it</w>
▁w ea
iti ▁es</w>
▁&a pos;</w>
▁n eg
▁Un iversity</w>
s p▁
▁En g
ye es</w>
p▁ er
c▁ l
▁h alf</w>
K o▁re
▁activ ities</w>
s▁ ed</w>
▁p ic
▁b ea
▁gener al</w>
id dle</w>
g r▁
as ing</w>
F ▁
▁O n
▁med ia</w>
u p
v i▁
ay ▁
a▁ r</w>
▁w ar
▁l eft</w>
▁t ook</w>
I t</w>
▁c ulture</w>
s▁ t</w>
a▁ s
a un
▁su m
un ic
▁l o
p▁os ;s</w>
l ast</w>
y s</w>
▁n o
a▁ d
▁p ast</w>
un▁ g</w>
s y
pr e▁
p a▁r
▁J ung</w>
us ed</w>
or▁ th</w>
▁pl ans</w>
▁co oper
el ec
1 0</w>
ic ial</w>
pos ition</w>
ann ot</w>
em ocr
as te</w>
u▁ ng</w>
▁H ow</w>
man ag
f am
▁op in
for ▁
st ud
di rec
th▁ an</w>
the▁ ir</w>
▁p aid</w>
ib le</w>
▁y oung</w>
▁s afety</w>
al▁ so</w>
ea s
▁G wang
▁h ard</w>
E O</w>
t or
▁atten tion</w>
▁re al</w>
en ter
op▁ le</w>
is tr
▁tr ad
sh a▁ll</w>
▁gre at</w>
▁w ent</w>
▁l evel</w>
ac tiv
▁u r
▁s end</w>
▁fin d</w>
am s</w>
▁c ol
m at
d en
ay or</w>
▁st and
yo▁ u</w>
l▁ d</w>
▁l ow</w>
▁g ame</w>
▁O rdinance</w>
t▁ ry</w>
▁pl ease</w>
t e
▁h ouse</w>
ub l▁
d el
e▁ t</w>
l s</w>
▁en j
u res</w>
▁wee k</w>
▁sur v
al▁ l</w>
at ten
▁s ite</w>
ear ▁
▁st or
p e▁r
▁c ar</w>
▁expen ses</w>
C on
ool s</w>
▁m ar
▁comm ittee</w>
pr▁ o
▁j ob</w>
is h
s▁ on</w>
▁c iv
2 0</w>
▁s ucc
▁o ff</w>
at eg
▁pur pose</w>
s▁ aid</w>
in after</w>
at or</w>
ab▁ le</w>
d ong</w>
t re
▁l aw
y u</w>
▁dom estic</w>
no▁ t</w>
▁ph ot
ati▁ ve</w>
g o</w>
▁buil ding</w>
id es</w>
iz ▁ed</w>
▁m aking</w>
ir c
▁fe el</w>
▁t our
▁v ehic
▁& ▁
and id
is si
e duc
ro▁ m</w>
f o▁
ex pec
▁vi ol
ti s
ati o▁ns</w>
0 s</w>
▁E ven</w>
▁mat er
is ting</w>
▁r ul
▁requ est</w>
stit ute</w>
si an</w>
ac es</w>
ye▁ ar</w>
pos▁ ;</w>
i e▁s</w>
et t
u le</w>
com p
b ed</w>
▁wor kers</w>
▁K RW</w>
ie ve</w>
e a▁r
a ther</w>
ch ange</w>
man y</w>
▁on ce</w>
z ed</w>
d▁ ing</w>
l▁ l</w>
er ing</w>
plo yees</w>
▁pur ch
▁m or
ch ool</w>
h igh</w>
▁v ol
▁ gi</w>
▁techn ology</w>
er e
▁au thor
p ur
es t▁
b o
p ▁u
&a pos▁;s</w>
5 th</w>
fir▁ st</w>
inc ▁e</w>
▁c ou
▁pol icy</w>
enc es</w>
f i
▁se ems</w>
▁h ours</w>
rou▁ gh</w>
▁issu e</w>
▁ch arac
f ri
▁D a
g over
▁N ew</w>
e▁ ly</w>
▁sub sid
▁pro jects</w>
▁v id
P ark</w>
▁t yp
▁Minis ter</w>
ou ▁t</w>
▁E l
com pl
in s
▁ev al
▁prov ince</w>
T r
c y</w>
Kor ean</w>
c▁ on
▁l abor</w>
▁20 0
▁rece ive</w>
c t
b as
3 ▁
i qu
p▁ ro
w▁ ith</w>
sur ance</w>
ous ly</w>
s w
oo ds</w>
y o</w>
mo▁ re</w>
▁s w
ti c▁
▁b ur
l ess</w>
es si
h n</w>
&apo▁s ;s</w>
▁l ik
7 th</w>
p ea
▁c os
8 th</w>
▁p as
▁em erg
▁al ready</w>
th▁ er</w>
▁p ut</w>
au▁ se</w>
ectr on
▁h ist
▁S ec
p er</w>
▁pay ment</w>
og n
g g
▁F in
oci ety</w>
▁app ly</w>
▁sh ow</w>
▁pres cri
▁a ut
▁E ducation</w>
n ov
▁curr ent</w>
iv en</w>
erg y</w>
▁S erv
▁u e</w>
in ed</w>
w it▁h</w>
l ing</w>
▁n ame</w>
tic al</w>
o ff
▁aff airs</w>
l and</w>
y e</w>
▁s ing
ig▁h t</w>
▁W or
▁l ook</w>
amp ;</w>
tu al</w>
d▁ s</w>
m ea
o▁w n</w>
G u</w>
▁wh ▁
ar i
▁g ot</w>
S h
▁C om
l d
▁c annot</w>
tr ans
in cre
os ▁
fr as
a▁n s</w>
all s</w>
▁f oc
▁c our
▁appl ication</w>
ess es</w>
bl ic</w>
c▁ ed</w>
G ov▁
▁ow n</w>
▁& apo▁s
▁dis cus
4 th</w>
oci ation</w>
▁d ate</w>
g y</w>
ubl▁ ic</w>
ig h▁
▁fr ont</w>
▁in t
u ally</w>
▁ex pan
▁A d
g et</w>
l ea
an ks</w>
▁pr ices</w>
ou▁ r
h ad</w>
air person</w>
e ed
Gyeong ▁gi</w>
▁star t</w>
P ro
al▁ ly</w>
&a▁pos▁ ;t</w>
ch ang
▁b ody</w>
▁res earch</w>
▁me ans</w>
▁c ultural</w>
re c▁
c▁ h</w>
w ang</w>
G ang
▁su per
▁ex pres
▁mon ths</w>
g er</w>
t e▁r</w>
in cl
▁h ealth</w>
ent ary</w>
. 5</w>
es s▁
▁W ith</w>
itt le</w>
pro ve</w>
med i
E ▁
▁a f
▁l aw</w>
k er</w>
▁re present
▁h app
d▁u e</w>
un e</w>
n i▁ng</w>
▁med ical</w>
0 ▁
th ey</w>
osp ital</w>
y ang</w>
iv er</w>
▁grow th</w>
▁C ourt</w>
a▁r d</w>
▁a v
th an</w>
or row</w>
em ony</w>
K▁or ean</w>
A ct</w>
en t▁s</w>
en ef
▁mus ic</w>
▁b oth</w>
▁tr av
3 0</w>
▁f ree</w>
is es</w>
bu▁ t</w>
M e
▁pl an
▁im plem
c tion</w>
▁I s</w>
g re
1 st</w>
o▁r s</w>
ati s
▁ac cording</w>
▁p er</w>
i ally</w>
▁invest ment</w>
▁c are</w>
er c
▁sch ed
u▁ s
▁p oint</w>
M in▁
▁str ong</w>
▁Eng lish</w>
N or▁th</w>
▁g lobal</w>
em or
▁conduc ted</w>
▁m ilitary</w>
trib u
ep t
▁S o</w>
h▁ ead</w>
▁ f</w>
P ar
▁m is
▁s aying</w>
▁gr ad
es ter
▁B ut</w>
er al</w>
▁v ic
▁c ost</w>
▁rec omm
▁l et</w>
ta ur
M etropol
▁D ec
▁C an</w>
▁rel eased</w>
w ith
▁l ess</w>
▁str eng
e ff
▁ful l</w>
it▁ an</w>
ai▁ r
ar d
u fac
o ice</w>
▁me th
s ol
m ark
m or
g o▁
M inis
20 ▁
ret ary</w>
▁under st
her e▁
l ▁e</w>
per s
e on
5 0</w>
▁cor por
6 th</w>
▁prov incial</w>
en e</w>
▁p ass
▁cl os
▁p ri
as h
▁ex p
▁et c</w>
i▁ le</w>
ati▁ ng</w>
▁b ig</w>
f▁er▁ red</w>
ic t</w>
▁d iv
her e
d▁ o</w>
b usin
S u
r▁ es
d ance</w>
ti o▁ns</w>
n ers</w>
duc tion</w>
ul ar
om s</w>
j in</w>
▁ta x
ft en</w>
▁R es
ti onal</w>
ov▁ er</w>
▁o ld</w>
ang u
▁Th en</w>
▁l ive</w>
ak en</w>
C om
▁op en</w>
▁econom y</w>
ex p
▁prosec ution</w>
▁c itizens</w>
▁th ings</w>
c ar
ail s</w>
▁s ide</w>
&ap▁os ;s</w>
on es</w>
ic i
m ost</w>
an ag
c ement</w>
a im
pro c
▁d idn</w>
▁pol iti
pro m
o▁ p
bu k</w>
▁l iving</w>
h o</w>
at ment</w>
▁st ate</w>
▁con c
▁D is
▁In cheon</w>
ab ility</w>
ym p
im um</w>
here▁ inafter</w>
▁t ▁
▁m ark
a▁l s</w>
▁i ll
er ed</w>
Prov in▁ce</w>
r▁e f▁er▁red</w>
w an</w>
hav ▁e</w>
ch er</w>
▁s epar
▁c ourt</w>
o▁ re</w>
ot s</w>
ail ed</w>
▁h and
▁serv ices</w>
re v
o▁n g
or m
n el</w>
g▁ u</w>
a▁ b
▁t op</w>
▁Coun cil</w>
ye▁ ong
et ting</w>
in t
&ap▁os ▁
▁O ffice</w>
&a▁pos; ▁
▁em ployees</w>
ay ed</w>
it t▁
ic ▁e</w>
▁c alled</w>
s uch</w>
k n
fer red</w>
▁pro per
pl a▁
O ▁
▁t est</w>
▁Ass embly</w>
c▁ al</w>
w ar
▁P olice</w>
▁me et</w>
u ly</w>
▁environ ment</w>
c l▁
▁u p
▁agre ement</w>
▁M ay</w>
m emb
u ro
ob s</w>
pro f
o▁r y</w>
oc k
▁F r
em ents</w>
▁Un ited</w>
eh ol
▁particip ate</w>
▁ al</w>
▁g overn
er ic
▁&a pos;
▁l ove</w>
▁prov ided</w>
▁star ted</w>
entr al</w>
p are</w>
e es</w>
▁a way</w>
p o▁r
▁Y es</w>
at ory</w>
al k</w>
w or▁
i▁ m
▁p en
▁ag ency</w>
▁G overnment</w>
▁M etropolitan</w>
ill s</w>
g o
m a
▁H an
▁l ed</w>
▁Wh ile</w>
i▁ ll
ill age</w>
▁c anc
▁hum an</w>
i▁c t</w>
f ul
▁establis hed</w>
anc ▁e</w>
T▁ he</w>
; ▁s</w>
an▁ g</w>
e▁ on</w>
y n
▁m an</w>
▁ex hib
ther n</w>
t ain
ci es</w>
s it
▁produc tion</w>
ob ile</w>
p▁ or
▁acc ident</w>
d et
en t▁er</w>
▁c ri
la▁ st</w>
ur ch</w>
b o▁
▁fi eld</w>
▁lik ely</w>
▁an other</w>
u b</w>
iz ing</w>
d r▁
a▁n ce</w>
▁ad diti
b an</w>
▁mov ie</w>
▁acc oun
ul ations</w>
um ents</w>
▁1 5</w>
ur i▁ng</w>
in ess</w>
ess ion</w>
ag ed</w>
▁b ook</w>
eg e</w>
; m</w>
pre me</w>
em ed</w>
▁a n▁d</w>
d▁ ay</w>
c oll
e um</w>
d evelop
pp o▁rt</w>
is hed</w>
r is
iti onal</w>
con s
d y</w>
a ud
▁s oon</w>
w▁h ich</w>
th eir</w>
▁tr aining</w>
▁tr ade</w>
▁a ▁s</w>
par ▁
p o</w>
ex per
▁direc tor</w>
h ous
o▁ on</w>
fras truc
f irst</w>
▁con tract</w>
f er</w>
▁vid eo</w>
▁kn own</w>
▁o ften</w>
pri l</w>
▁1 00</w>
▁s ent</w>
r▁ ec
L▁ ee</w>
ti l
▁con diti
▁e very
e qu
▁sel ected</w>
ess or</w>
▁pers ons</w>
j ec
▁dem and</w>
oc c
ea t</w>
d evel
▁ch ild</w>
m ing</w>
▁stud y</w>
p t</w>
f oll
▁sub ject</w>
t ory</w>
ex c
i et
▁p ubl
▁H ong</w>
▁f ine</w>
▁administr ative</w>
re am</w>
▁t aking</w>
he▁ ld</w>
▁as ked</w>
l ocal</w>
▁D ep
n▁ ed</w>
▁bec ame</w>
▁pl ay</w>
ch es</w>
th em</w>
all ing</w>
i on
eal ed</w>
W ▁
h ▁e</w>
▁del iber
P a▁r
t echn
c▁ om
▁Ch airman</w>
▁b etter</w>
▁f ir
ec ause</w>
▁probl ems</w>
▁con sum
mis sion</w>
id ing</w>
▁cl ass</w>
h▁ ad</w>
y our</w>
G ye▁ong
▁l aun
re f
▁w a
id ence</w>
▁a par
i▁ c</w>
ip ment</w>
s▁u ch</w>
▁A n</w>
▁prev ent</w>
▁pop ular</w>
▁cre ate</w>
th r▁
ad v
&a▁po▁s ;s</w>
▁competi tion</w>
urr ed</w>
si▁ on</w>
am a</w>
▁rec ently</w>
▁Je ju</w>
or por
n a▁
▁S ome</w>
ic ies</w>
ar ding</w>
E x
in ten
on▁ g
om orrow</w>
▁fl oor</w>
ot ing</w>
h▁ ave</w>
ill i▁on</w>
▁dam age</w>
▁c ause</w>
ver age</w>
ch ers</w>
inv estig
em b▁er</w>
ail y</w>
h▁ ed</w>
▁@ -▁@</w>
▁par ents</w>
ill ed</w>
ed ly</w>
▁pr ac
▁pr in
▁beg an</w>
▁al ways</w>
l im
mit ted</w>
▁or ig
c i▁
ent ation</w>
g ency</w>
g ed</w>
▁me an
▁a ir
▁Ch oi</w>
e▁n ts</w>
at ors</w>
▁in come</w>
an k
c r▁
J ap
▁mor ning</w>
em ploy
e p</w>
▁st ock</w>
▁con ven
▁n ight</w>
▁sch ools</w>
p eople</w>
▁open ing</w>
▁n ew
r .</w>
d em
▁h old</w>
▁al ong</w>
es ▁s</w>
b or
▁l ate</w>
ot h▁er</w>
▁loc ated</w>
ye on</w>
p o▁l
e▁r y</w>
▁sp ace</w>
▁sel f</w>
en ess</w>
▁organiz ations</w>
▁p ati
N ation▁al</w>
J ae</w>
&apos; ▁s</w>
v y</w>
ic▁ al</w>
ot el</w>
n▁ ew</w>
▁min utes</w>
▁p resident</w>
▁ex ecu
p op
▁confir med</w>
▁caus ed</w>
as t
ld n</w>
▁th ought</w>
▁Serv ice</w>
m ov
▁5 0</w>
▁cer emony</w>
resid e▁nt</w>
▁t ell</w>
c are</w>
▁R ep
ac y</w>
e▁ e</w>
▁ y</w>
▁m iddle</w>
par ticip
▁t ur
ar▁ y</w>
▁b oo
it al
i rec
▁progr am</w>
j ur
fer ence</w>
▁th ird</w>
▁res taur
J e
res pon
w ell</w>
p ic
Y ▁
on al
a▁r s</w>
▁p at
eg r
tro▁ pol
▁wh i▁ch</w>
u▁ m
s en
▁ind ivid
▁l ine</w>
id ay</w>
▁o th
▁tre atment</w>
f t</w>
o o▁n</w>
i▁ ll</w>
rel at▁ed</w>
ow n
▁cer tif
▁lea st</w>
Metropol it▁an</w>
S ec
▁des ign</w>
includ i▁ng</w>
▁contin ue</w>
as h</w>
wh en</w>
i▁ n▁g</w>
an ted</w>
▁im prove</w>
▁In dus
r e▁d</w>
▁con n
s us
ati v
ap e</w>
▁pre pare</w>
wh e▁re</w>
g est</w>
e▁ nd</w>
P res▁
▁M ayor</w>
▁intern ational</w>
▁c ard</w>
ap pl
▁n at
l ar
▁in fl
P ar▁
▁l arg
▁1 2</w>
S▁ e
▁institu tions</w>
o g▁
e▁ en</w>
▁s pre
▁l ittle</w>
if ication</w>
▁re fl
▁r is
ou t
o es</w>
iti ve</w>
ch air
e▁ v
A d
p ubl▁ic</w>
oin ts</w>
e ans</w>
▁sh ort</w>
n ext</w>
vers eas</w>
▁d ri
s is</w>
▁ter m</w>
▁a ge</w>
ea ch</w>
g ue</w>
em▁ ent</w>
iti▁ on</w>
cl es</w>
▁no tif
ib r
▁chang ed</w>
▁a ir</w>
ex p▁
▁qu ality</w>
▁bu y</w>
qu ▁
o i▁n
▁inspec tion</w>
ou▁ nd</w>
▁additi onal</w>
cl os
▁v er
▁T o</w>
▁” ”</w>
tur al</w>
g en
s ite</w>
t▁ e</w>
ap er</w>
▁st ore</w>
con f
▁exper ts</w>
ufac tur
▁l and</w>
an u
ad em
v ice</w>
f ied</w>
pl ace</w>
pl ac
▁f ar</w>
▁&q▁u ot▁;</w>
▁b us</w>
▁s cre
▁1 1</w>
ter ed</w>
in king</w>
ea th</w>
pe op▁le</w>
S e▁
▁sec urity</w>
▁in surance</w>
▁S he</w>
▁w elfare</w>
▁expl ained</w>
▁1 0
re l▁
d it</w>
our ces</w>
s ons</w>
▁appl ied</w>
if ied</w>
▁res ol
▁pre dic
▁D ong</w>
▁b enef
ic k</w>
ver al</w>
e k</w>
▁l ater</w>
▁an y
▁h ar
▁ch arg
dis ▁
▁g iven</w>
it er
ab o▁ut</w>
u k</w>
h eld</w>
▁Mar ch</w>
th rou▁gh</w>
a▁ tio▁n</w>
▁c irc
ov e▁r
au gh
rec e
w o▁n</w>
ti▁ ve</w>
▁k eep</w>
▁vis ited</w>
ig ▁
ci ence</w>
Gyeong gi</w>
ap p▁
▁fe es</w>
m os
▁b or
▁enj oy</w>
itt en</w>
af e</w>
Me tro▁pol
c ▁e</w>
▁comm unity</w>
pl ▁e</w>
▁s em
▁val ue</w>
▁For m</w>
th en</w>
▁play ers</w>
▁rec ogn
tiv ely</w>
per form
▁hist ory</w>
d ef
a▁ ti▁on</w>
U .S.</w>
▁st age</w>
▁o ff
▁prev ious</w>
▁direc tly</w>
▁ap prov
e e▁
e y
der g
▁ex isting</w>
▁B ecause</w>
N orth</w>
ag ▁e</w>
▁d ev
▁J ong</w>
pen s
▁real ly</w>
▁bas ic</w>
ip s</w>
ee k</w>
▁pers on
▁organiz ation</w>
▁sh owed</w>
▁n on</w>
▁op port
▁s o
af f</w>
p▁ ar
▁Wor ld</w>
ug g
▁ 00</w>
is ter</w>
▁ha ving</w>
cont in
C ity</w>
e ep
n am
▁1 1
▁fri ends</w>
t▁ wo</w>
▁T a
▁ o▁t;</w>
▁Gwang ju</w>
th e▁re</w>
▁n ews</w>
e▁ ss
▁St ates</w>
st▁ em</w>
▁j udg
▁n ear</w>
in ary</w>
c le</w>
art ers</w>
e▁ a</w>
▁deter min
i er</w>
▁mater ials</w>
ro ad</w>
ound ation</w>
e ti
▁c andid
d own</w>
c▁ es</w>
▁fun ds</w>
▁f ace</w>
▁complet ed</w>
ear ed</w>
▁Prov ided</w>
▁t aken</w>
▁d eb
▁fin al</w>
or ts</w>
aff ic</w>
ministr ation</w>
il ar</w>
en cies</w>
a▁ p
G overnme▁nt</w>
▁wor ks</w>
om an</w>
▁ac cor
y ou▁
▁at trac
i▁ m</w>
ati ves</w>
e▁n ce</w>
on▁ ly</w>
el t</w>
▁bro ad
▁th ough</w>
▁fac ility</w>
▁employ ment</w>
i▁ ed</w>
▁custom ers</w>
angu age</w>
▁high er</w>
j e▁ct</w>
ec ting</w>
con c
Gye▁ong gi</w>
▁conditi ons</w>
a▁ ir
▁Am eric
▁sup ply</w>
▁h om
or ity</w>
▁m ove</w>
ti t
ou r▁
c s</w>
▁s ociety</w>
es ▁t</w>
rou ps</w>
▁Am ong</w>
▁G roup</w>
em ale</w>
▁L et</w>
▁ro ad</w>
P ro▁
ob er</w>
eg u</w>
▁sea son</w>
▁ap pro
▁en g
▁a ch
or din
a▁ se</w>
▁ev ents</w>
▁civ il</w>
u▁ d
o▁ ol</w>
▁f ea
i b▁
▁f ans</w>
ti al</w>
▁re p
▁n ot
▁for m</w>
▁o verseas</w>
ann oun
▁oth ers</w>
▁fri end</w>
▁surv ey</w>
lo c▁al</w>
▁l ead</w>
ucl ear
▁R us
re▁ s
▁th a▁t</w>
vers y</w>
▁contro l</w>
▁pre par
es ting</w>
e an
c our
us tice</w>
G ye
t▁ ing</w>
p port</w>
&▁a pos;s</w>
▁s ize</w>
▁bec om
▁D emocr
▁j oint</w>
▁ex change</w>
▁m akes</w>
▁c all</w>
▁reg ion</w>
n eg
li er</w>
▁F irst</w>
on ly</w>
▁In stitute</w>
▁n ever</w>
K▁or ea</w>
der ed</w>
b ro
▁s ix</w>
si ons</w>
&ap▁os; l▁l</w>
d o▁
▁prom ote</w>
y ears</w>
&a▁ p▁os;s</w>
a▁ n▁d</w>
▁k in
ex ual</w>
▁On e</w>
ear ly</w>
▁dec re
▁d u
un d▁er</w>
el ing</w>
▁establis h</w>
e er</w>
pre h
o▁ me</w>
il ies</w>
▁cour se</w>
in t▁
itt▁ ee</w>
Gov▁ ern
y s
▁trad itional</w>
▁p ointed</w>
▁ex ten
a▁n g
▁f ur
▁g o▁
▁ag o</w>
anc ed</w>
o h</w>
▁eff ect</w>
es n</w>
w a</w>
▁a verage</w>
t on</w>
on ▁e</w>
h ment</w>
c o</w>
▁A b
▁particip ated</w>
ud e</w>
ec h</w>
▁cos ts</w>
ab out</w>
▁ ation</w>
▁vic ti
por ting</w>
olog ical</w>
J ung</w>
ec tive</w>
▁ph one</w>
▁Comm ission</w>
us ing</w>
▁sh are</w>
t ak
▁th em
▁incre asing</w>
▁c al
it▁ ed</w>
▁sub mit</w>
▁activ ely</w>
er n</w>
▁it ems</w>
▁b usin
port ation</w>
co oper
▁tr y</w>
p u▁
M oon</w>
▁dr aw
▁Ch o</w>
trib ution</w>
t in▁g</w>
▁hous ing</w>
▁o ▁f</w>
▁offic er</w>
▁eval uation</w>
en ding</w>
m ar
▁eas y</w>
ar▁ ge</w>
▁stud ent</w>
incl ▁u
▁Intern ational</w>
▁ra ised</w>
▁ret urn</w>
&▁ apo▁s
und ai</w>
at e▁d</w>
▁appl ic
▁r ights</w>
ea k</w>
▁E m
en ed</w>
▁atten ded</w>
in▁ to</w>
▁com pared</w>
▁dec ision</w>
w it
th y</w>
▁d eg
i▁ ve</w>
e f</w>
c ap
N at▁ional</w>
▁&qu ▁ot▁;</w>
f ▁u
▁pos sibility</w>
▁vol un
gover ▁n
▁sign ific
▁doc uments</w>
ul a</w>
u▁ st</w>
ul d</w>
U .▁
d ent</w>
a▁c k</w>
w ▁e</w>
b ur
m ental</w>
er ation</w>
frastruc ture</w>
it ors</w>
i ety</w>
▁accor dance</w>
▁St ation</w>
▁G er
2 nd</w>
▁wor ds</w>
▁oper ating</w>
▁h ospital</w>
▁cooper ation</w>
▁s pe
x ed</w>
form▁ er</w>
g ood</w>
for t
a ther
▁E uro
u▁ p</w>
▁some thing</w>
wh ere</w>
re f▁er▁
us tr
R es
▁conduc t</w>
▁A pril</w>
f e</w>
uc ▁
ep end
t ee</w>
▁Ass ociation</w>
ref▁er▁ re▁d</w>
▁qu esti
e ung</w>
▁R eg
I ▁
u ment</w>
r an
f a▁
un ication</w>
ea ce</w>
I n▁
ven tion</w>
n um
com p▁
t al
here in▁
▁lea ve</w>
s▁ ec
▁neg oti
if t</w>
ept ember</w>
a g</w>
▁e r
▁w ar</w>
▁ar t</w>
wor k
el eb
▁e at</w>
▁acc ount</w>
▁tem per
o▁ u
▁trav el</w>
▁H ouse</w>
pr osec
b all</w>
▁represent ative</w>
is is</w>
b▁ l
▁i ▁s</w>
ma▁ de</w>
C oun
O r
20▁ 1
▁K ang</w>
▁rul ing</w>
enc ▁e</w>
Metro▁pol itan</w>
t eam</w>
D is
an▁ t</w>
▁s een</w>
w▁ ay</w>
u tif
▁Y oung</w>
j o▁
▁ar res
▁J une</w>
o▁ se</w>
▁f ew</w>
er▁ al</w>
Kore▁ a</w>
▁d en
a▁c t</w>
ud ▁
▁r ole</w>
▁g en
▁author ities</w>
en ded</w>
▁N o</w>
▁hear d</w>
ye a▁r</w>
▁tr illion</w>
f u
▁r un
g a▁
3 rd</w>
oun ds</w>
ag n
is hing</w>
b ers</w>
ectron ics</w>
▁plan ning</w>
t u▁re</w>
en▁ cy</w>
▁J uly</w>
▁for m
▁p ain
oun tain</w>
ol o▁
▁r un</w>
op s</w>
cl us
a i▁n
mon th</w>
re et</w>
▁im medi
in to</w>
▁B l
us ted</w>
if ic</w>
f un
▁e ffici
il▁ l
▁re view</w>
pl es</w>
o .</w>
ea▁ r</w>
j ust</w>
▁as k</w>
ef ul</w>
g▁ et</w>
ev▁ en</w>
l ife</w>
u k
▁emerg ency</w>
▁diffic ul
s▁ he</w>
▁S chool</w>
ct ober</w>
pos al</w>
gr ic
est ablis
pec t</w>
p▁ e
e▁ m</w>
e el</w>
▁d ust</w>
f il
em p
▁rec ent</w>
l oc
s ome</w>
b re
ti on
p at
herein▁ after</w>
▁&a pos▁;s</w>
U.▁ S.</w>
d ro
l aw
▁out side</w>
▁adv ance</w>
riv ing</w>
c ul
y▁ ear</w>
▁prom otion</w>
m a▁r
es tion</w>
▁pos ition</w>
te▁r m</w>
g overn
i j
▁exhib ition</w>
a▁ e</w>
▁bel ieve</w>
▁i ▁n</w>
▁grow ing</w>
▁u su
▁need ed</w>
i▁ r
▁str uc
ro om</w>
an▁ g
P r▁
a▁ use</w>
d on
▁l ower</w>
▁b ir
▁sh ows</w>
ec on
du▁ c
▁purch ase</w>
ad s</w>
ou▁ l</w>
▁reg ular</w>
▁el ection</w>
▁cl ose</w>
▁1 st</w>
l ow</w>
ell ing</w>
▁ra ther</w>
▁Fin ancial</w>
v al
. 2</w>
▁d aily</w>
▁inv ol
og rap
▁M any</w>
ick ly</w>
e▁ t
▁c ities</w>
▁Hy undai</w>
▁pre pared</w>
▁p us
un der
e un</w>
▁4 0</w>
op ping</w>
d ays</w>
ail able</w>
▁Pr ime</w>
compan i▁es</w>
anu ary</w>
▁D ong
▁sec tor</w>
iqu e</w>
E l
str ▁
f ro▁m</w>
▁curr ently</w>
ug ust</w>
ff airs</w>
enc ed</w>
▁t omorrow</w>
ed ge</w>
eb ru
▁dis ab
n▁ or</w>
fac il
▁sm o
▁includ e</w>
i▁n ce</w>
av or
▁r ise</w>
s k
▁d ro
▁j obs</w>
▁&apos; ▁s</w>
▁op position</w>
u▁ al</w>
ev▁ el</w>
g ener
ar ter</w>
. 3</w>
s▁ es</w>
A r▁
ou▁ th</w>
en ti▁
o▁ uld</w>
b▁ e
p ublic</w>
▁w age</w>
in▁ gs</w>
▁meth od</w>
l ong</w>
g▁ h</w>
f e▁
b us
▁st ory</w>
▁s old</w>
▁s h▁
n▁ ow</w>
spec ially</w>
u▁ te</w>
A n
▁bel iev
ar ant
▁tri al</w>
n er
▁en ti
▁develop ed</w>
s er
i o▁ns</w>
or ry</w>
▁spec ial
P r
▁re vis
p ite</w>
m ade</w>
e▁ ment</w>
G wang
▁pol icies</w>
s y</w>
pan ts</w>
▁politi cal</w>
d ue</w>
▁need s</w>
t▁ ime</w>
o ot
▁im p
pan y</w>
▁c am
ot t
et ary</w>
st ar
op er▁
is su
in st
▁l eg
t▁ ;</w>
i very</w>
▁L and</w>
qu arters</w>
re as
▁se veral</w>
at s</w>
con ven
▁intro duced</w>
▁happ y</w>
▁prof essi
▁man ufactur
in s</w>
▁vehic le</w>
▁ad ded</w>
t w
b er
▁el ec
▁s t▁
▁wr itten</w>
▁g roups</w>
at▁ ic</w>
▁Su preme</w>
re m
pl ay</w>
h ea
sti m
etw e▁en</w>
en d▁
au ght</w>
▁indus trial</w>
▁m inis
▁id enti
▁respon se</w>
m arket</w>
ti▁ ons</w>
▁f estival</w>
▁cl ass
▁1 2
▁l anguage</w>
▁deliber ation</w>
Ch ina</w>
▁opin ions</w>
i▁s h</w>
▁equ ipment</w>
ow l
h ol
▁t▁ o</w>
▁m en</w>
e▁n t
▁aud it</w>
th ere</w>
h s</w>
▁med ium</w>
▁Democr atic</w>
c urr
ab il
▁Ch ung
. 6</w>
▁p oints</w>
▁f arm
us ▁ed</w>
Pa▁r k</w>
▁l egal</w>
pl ay
▁cre ated</w>
ester day</w>
▁l ost</w>
s ucc
. 1</w>
▁chang es</w>
▁loo king</w>
ent ers</w>
pre s▁
in ning</w>
▁cont ents</w>
ad ing</w>
p▁u blic</w>
l iv
g overnme▁nt</w>
as tic</w>
▁en ough</w>
▁A nd</w>
an▁ y</w>
j ong</w>
an tly</w>
▁us ers</w>
▁k ind</w>
ultur ▁al</w>
▁reg ulations</w>
e▁ ty</w>
▁cl ear</w>
a▁ le</w>
ar m</w>
▁f inis
▁oper ate</w>
h el
ann ed</w>
▁sim ilar</w>
▁pl aces</w>
ol l▁
▁e duc
▁stat us</w>
▁design ated</w>
u▁ se</w>
▁rev ealed</w>
▁en ergy</w>
tr a</w>
▁o il</w>
i f▁
e al</w>
s ang
ch e
E duc
Min▁ is▁
&apo▁s ;</w>
▁t arg
▁opin ion</w>
tern oon</w>
▁pas sed</w>
pr ot
at▁ es</w>
▁pres ent</w>
▁su gg
e d▁
di ffic
▁j oin
p▁ r
w r
▁establis hment</w>
▁I sl
mos ph
&a▁ pos;</w>
▁k ey</w>
od e</w>
▁nat ural</w>
for cement</w>
▁B ank</w>
▁par ties</w>
▁Tr ade</w>
par tic
av ▁
▁t akes</w>
▁issu es</w>
g round</w>
ic ate</w>
m ay</w>
iv ely</w>
&a▁po▁s ;t</w>
ag re
▁open ed</w>
▁buil t</w>
su ppo▁rt</w>
i ent</w>
al l▁
▁O r
a em
▁phot o</w>
▁s even</w>
▁par ts</w>
▁Sh in</w>
o▁ t▁;</w>
▁m et
tu ally</w>
▁m om
▁en ter</w>
l▁ ike</w>
▁pic ture</w>
▁h y
m i▁n
▁administr ation</w>
y le</w>
as k</w>
an▁ s</w>
▁s ports</w>
▁typ e</w>
▁1 3</w>
0 0
▁g etting</w>
e▁ se</w>
▁re duce</w>
▁underst and</w>
o▁ nd</w>
ot ed</w>
ain▁ st</w>
▁m ess
g n
▁pres s</w>
▁includ ed</w>
. 4</w>
▁f all</w>
▁an im
▁ac tive</w>
▁exper i
▁det ails</w>
▁busin esses</w>
por ▁t</w>
re es</w>
ae j
▁ter ms</w>
tr a▁
9 th</w>
▁& a▁
▁cont ent</w>
▁p or
▁un iversity</w>
▁on line</w>
oc ks</w>
in ing</w>
▁recor d</w>
d o▁ng</w>
g▁ h
is tics</w>
wh i▁le</w>
▁lea der</w>
ucl ear</w>
om ic</w>
an▁ ge</w>
▁d evel
por ▁
▁ill egal</w>
▁R ec
▁tr affic</w>
▁ret ur
▁f ee</w>
▁b us
▁V iet
▁tri p</w>
▁Tr ans
▁progr ams</w>
h im</w>
preh en
. 8</w>
▁s ett
ear ing</w>
e ight</w>
▁dis trict</w>
▁ et</w>
pl ement</w>
c▁ re
▁prin ci
▁govern ments</w>
onal d</w>
c a▁n</w>
▁A sian</w>
our th</w>
f▁ rom</w>
▁cons ult
▁concer ning</w>
is ions</w>
Par▁ ty</w>
▁spre ad</w>
o▁ un
d▁u c
▁com b
v ari
oo k
▁t old</w>
art ph
vi ew
▁t ow
▁determin ed</w>
in ter</w>
tim es</w>
n ▁u
▁d eath</w>
&▁ q▁u
o pl▁e</w>
ati▁ onal</w>
tiv es</w>
G over
▁inter ested</w>
k et</w>
▁su ffer
▁r ice</w>
▁eas ily</w>
▁an sw
▁m et</w>
ess ed</w>
▁exp and</w>
d on▁g</w>
▁in side</w>
o▁ c
Ko▁re a</w>
▁comm issi
w a▁
em en▁t</w>
th i▁s</w>
et c</w>
▁fil m</w>
▁g l
▁ er</w>
▁prescri bed</w>
r oss</w>
ot te</w>
ell ent</w>
e et</w>
D ec
utif ul</w>
▁consider ed</w>
▁l ack</w>
▁continu ed</w>
▁Wh y</w>
f u▁
▁St ate</w>
ti▁ es</w>
n ec
Ko▁re an</w>
▁P ublic</w>
s ign
▁rec ru
sc ri
▁tea ms</w>
▁g oods</w>
r ight</w>
▁charac ter
▁P h
▁w it▁h</w>
▁ch ief</w>
li k
Pro▁ v
▁g ave</w>
p▁ ol
▁h and</w>
ad ministr
▁av ailable</w>
ph as
▁al one</w>
▁P er
▁f emale</w>
pr is
▁w anted</w>
▁con fl
ab ly</w>
Prov ince</w>
▁improv ement</w>
ch e▁on</w>
▁t w
▁sum mer</w>
▁de emed</w>
H e</w>
▁du ties</w>
ow i▁ng</w>
. 7</w>
▁st ation</w>
▁immedi ately</w>
b r▁
▁par king</w>
▁l ist</w>
▁Y oon</w>
▁El ectronics</w>
u t▁
U ▁
C i▁ty</w>
▁s aw</w>
ur s</w>
ov ember</w>
b etwe▁en</w>
▁infl u
h y</w>
▁w oman</w>
▁stand ard</w>
▁compl ex</w>
▁1 3
▁be h
▁C o
▁devel op</w>
▁C l
▁wee k
▁th ere
▁l ight</w>
▁a w
▁p r▁
▁S eptember</w>
▁Intern et</w>
▁en d
l ev▁el</w>
▁t ick
ac t▁
▁Gang won</w>
w ide</w>
ap pen
▁st aff</w>
▁sus pen
▁d oll
▁d on
▁issu ed</w>
▁1 6</w>
o ds</w>
in e
▁manag er</w>
▁b ig
ong er</w>
hi▁ gh</w>
an d▁
A m
a x</w>
▁Dep artment</w>
m e▁m
ins ula</w>
▁vehic les</w>
▁ch airperson</w>
der ly</w>
bas ▁ed</w>
▁sched ule</w>
▁ac qu
wor ld</w>
▁G od</w>
▁201 6</w>
▁requ ired</w>
l ea▁
pos sible</w>
▁hea t</w>
m us
▁v ac
ef o▁re</w>
Gov▁ern ment</w>
▁comm er
p as
ex pl
▁p .m.</w>
orpor ation</w>
K i▁m</w>
tr▁ y</w>
um st
▁e stim
▁ar ti
res sed</w>
d oc
▁th ing</w>
▁car s</w>
v ol
▁person nel</w>
erv ation</w>
▁sc ene</w>
▁c old</w>
▁cor rec
c al
▁pati ents</w>
▁Th ese</w>
c os
▁larg est</w>
et ed</w>
ebru ary</w>
▁A ll</w>
,0 ▁00</w>
▁or din
▁trans portation</w>
▁go al</w>
▁stand ards</w>
v ic
u es</w>
a▁r t</w>
F in
▁h e▁
▁fam ous</w>
5 ▁
▁A gency</w>
wi▁ t▁h</w>
p ay
o f▁f
com m▁
o in▁
▁m ight</w>
tici pants</w>
▁s ou
y i▁ng</w>
or ed</w>
▁cont act</w>
▁J anuary</w>
wh▁ ich</w>
▁201 8</w>
▁est ate</w>
▁bel ow</w>
s ang</w>
re▁ c
h i▁s</w>
▁mat ch</w>
&ap▁os ;</w>
▁min imum</w>
▁M r.</w>
ver ▁
w▁ or
t▁ ri
at ur
▁O ctober</w>
▁pro g
S am
em entary</w>
▁tal k</w>
▁hea d
▁Da egu</w>
▁$ $</w>
m ake</w>
mor ▁e</w>
f y</w>
▁fur ther</w>
sa▁ ying</w>
s ity</w>
a f▁
li▁ ke</w>
coun t</w>
▁individ ual</w>
▁do esn</w>
on d
tim ▁e</w>
t▁ ly</w>
C o▁m
▁institu tion</w>
o h
▁v illage</w>
in tro
▁w i▁ll</w>
▁rel ation
m o
um e</w>
▁Y ang</w>
e ok</w>
▁r ap
▁n et
A n</w>
▁S pec
▁C urr
ul es</w>
▁sub mitted</w>
te▁ am</w>
t ake</w>
▁2 nd</w>
s iz▁ed</w>
▁proc ed
▁h on
▁proper ty</w>
▁ab o▁ut</w>
▁B e
ib er▁
ea▁ n</w>
U S</w>
&a▁pos;▁ d</w>
m▁ ay</w>
b us▁
p ;</w>
ou l▁d</w>
ec▁ ted</w>
▁m obile</w>
t e▁n
iv ▁e</w>
v is▁
▁A ugust</w>
▁sh ip
▁car ried</w>
▁a ▁
i▁ ze</w>
▁cl aim
▁b ack
j ob</w>
i▁ ly</w>
▁questi ons</w>
▁g ather
in d▁
▁lear n</w>
▁approv al</w>
▁wh▁ ich</w>
▁l ives</w>
▁aut om
wh at</w>
m▁ it</w>
▁l ec
istr i▁ct</w>
cr im
c ity</w>
▁D uring</w>
ec t▁ed</w>
o▁ o</w>
▁apar tment</w>
▁D ae</w>
it▁ s</w>
&ap▁os; ve</w>
▁e y
ic on
▁oper ated</w>
▁A ir
▁1 8</w>
▁p oor</w>
ec▁ ts</w>
▁trans fer</w>
h▁ in</w>
com peti
▁M us
busin e▁ss</w>
a ir▁
▁ag ric
▁H an</w>
s ystem</w>
▁sen ior</w>
ong s</w>
i▁ de</w>
▁1 ,
s ame</w>
▁fam ilies</w>
▁analy sis</w>
▁A ffairs</w>
u▁ m</w>
qu al
▁us er</w>
▁ch o
▁com pens
a x
▁contro versy</w>
y er</w>
▁d one</w>
▁ad ver
m in▁
▁restaur ant</w>
p o▁rt</w>
is ted</w>
a o</w>
▁cr isis</w>
▁do ing</w>
▁F estival</w>
▁y et</w>
▁1 4</w>
▁g ir
wo▁r k</w>
h u
Min▁is▁ try</w>
I f</w>
u▁ t</w>
ell ig
▁fu nd</w>
sh ar
▁f elt</w>
▁del ivery</w>
▁b ad</w>
d in▁g</w>
d a▁
k y
i res</w>
▁dis t
s et</w>
il l▁
▁sing le</w>
tr ad
▁y outh</w>
▁re port
▁b ill</w>
am ▁e</w>
▁star ting</w>
t▁ ic
e p▁
af t</w>
▁j ud
d i▁s
&ap▁os; re</w>
▁m other</w>
▁high est</w>
r▁ ed</w>
&▁a pos;
▁mod el</w>
▁consider ing</w>
s e▁r
▁f re
b l▁
▁inten ds</w>
▁Ad ministration</w>
it▁ ion</w>
▁g ames</w>
▁b ank</w>
be i▁ng</w>
e▁ st
clud ed</w>
R eg
▁temper ature</w>
▁qu ickly</w>
o▁ w</w>
▁wor k
▁wh ole</w>
▁ur ban</w>
h ood</w>
▁boo ks</w>
▁J i</w>
ar ies</w>
▁sk in</w>
D a
4 ▁
su mer</w>
▁execu tive</w>
o ch
▁ac tual</w>
the▁ y</w>
i e▁
▁ag encies</w>
u▁ c
▁str ateg
ti on▁s</w>
▁coll ege</w>
▁201 7</w>
re ment</w>
ec onom
I ▁n
a ut
▁pers onal</w>
▁ind epend
iv e▁r
ev al
▁t im
▁s ▁
&ap▁os; ▁
▁lea ding</w>
si b▁
▁L iber
▁A re</w>
id ▁ed</w>
d om
. 9</w>
▁f ell</w>
▁com ing</w>
sy st▁em</w>
at t▁
a ult</w>
▁app ointed</w>
▁19 9
ul ed</w>
▁M ed
▁bea utiful</w>
sh all</w>
▁man age</w>
i▁g n</w>
▁U .
er a</w>
▁u til
▁consum ers</w>
▁M on
▁Hy un</w>
▁B y</w>
eal s</w>
▁c entral</w>
▁Dec ember</w>
ta▁ ke</w>
pl ex</w>
▁opport unity</w>
▁cre dit</w>
ig r
▁ ing</w>
ent ing</w>
ar▁ d</w>
▁rece iving</w>
dr aw
▁y esterday</w>
J ong</w>
In tern
▁v en
▁W a</w>
a▁ ri
▁exam ple</w>
▁S ing
A cc
▁G u
T V</w>
&a pos▁;</w>
▁P en
m on▁
s▁ ion</w>
ac ks</w>
▁ris k</w>
▁L abor</w>
per s▁on</w>
a j
b el
▁re duced</w>
or ing</w>
▁a head</w>
tribu ted</w>
sel ves</w>
e th▁er</w>
chair m▁an</w>
▁cap ital</w>
▁B r
▁cer tain</w>
▁M anag
▁2 5</w>
ur y</w>
d uri▁ng</w>
▁ind ic
si▁ te</w>
en viron
o▁r d▁ing</w>
l der</w>
&▁q▁u ot;</w>
f ood</w>
▁lo an</w>
▁dis aster</w>
mosph ere</w>
▁T V</w>
s i</w>
▁s ent
it able</w>
k▁ ing</w>
▁h it</w>
▁sec retary</w>
▁professi onal</w>
augh ter</w>
o▁ k</w>
▁orig inal</w>
oun▁ g</w>
i en▁ce</w>
ear▁ ch</w>
▁deg rees</w>
g ing</w>
cor por
ativ ely</w>
▁in jur
D istri▁ct</w>
o▁ ple</w>
r i</w>
c ase</w>
▁Isl and</w>
esti g▁
ap pro
Ch air
▁stor es</w>
▁occ urred</w>
▁C EO</w>
r▁ ea
t ation</w>
▁com es</w>
▁C orporation</w>
st anding</w>
igh▁ t</w>
el▁ y</w>
aus ▁e</w>
▁exam ination</w>
▁E conom
▁w aste</w>
▁conc entr
ye a▁rs</w>
▁ad d
▁F rom</w>
s in▁ce</w>
id en▁t</w>
▁usu ally</w>
D ep
▁wea ther</w>
▁or dered</w>
▁in nov
g row
a▁ d</w>
▁wat ch</w>
▁in f
y ong
tur ▁e</w>
m ine</w>
e i▁
▁S ung</w>
irec tor</w>
k ▁ed</w>
b s</w>
D ong</w>
▁d riving</w>
k ey</w>
c over
▁h ot</w>
▁Kor eans</w>
▁del iver
wh ile</w>
ma▁ ke</w>
▁eff orts</w>
▁sh or
▁ra ise</w>
▁ac tion</w>
▁Curr ently</w>
▁gu id
m in</w>
i▁ ci
m i▁
di ff▁
F or
anc tions</w>
R ep
▁s ee
un der</w>
&ap▁os; ll</w>
or thern</w>
h ea▁
d e▁r</w>
you▁ ng</w>
l aw</w>
inv est
▁d ou
il ed</w>
▁un ion</w>
ehol ds</w>
s em
s ea
at ch</w>
▁s pen
inc i▁al</w>
f in▁
d a▁y</w>
Par ty</w>
&▁a p▁os
s▁ tr
i▁n a</w>
▁Th ank</w>
an▁ ts</w>
▁l if
j▁ in</w>
▁tr end</w>
r ate</w>
in ▁e</w>
e▁ ar</w>
▁ch airman</w>
u▁ ch</w>
ov ed</w>
a w▁
Y oung</w>
▁lear ning</w>
▁&apo▁s ;s</w>
et e</w>
▁&▁ amp;</w>
C O</w>
▁exc ellent</w>
▁col or</w>
iti e▁s</w>
i▁c y</w>
e or
▁charg es</w>
ow▁ er</w>
ectr ic</w>
ar ea</w>
n ey</w>
S t▁
▁tri ed</w>
ru g</w>
re present
p riv
i k</w>
d o
In dus
sec o▁nd</w>
▁th▁ at</w>
ell s</w>
▁s pr
in tern
▁h appen
m uch</w>
A s</w>
▁comm on</w>
4 0</w>
▁un ivers
▁reg arding</w>
▁m ind</w>
▁6 0</w>
pro▁ v
i on▁s</w>
g▁ ed</w>
▁f alling</w>
▁M ot
▁H wang</w>
u ter</w>
gr ad
th▁ em</w>
ter ▁
um an</w>
un ities</w>
m a▁ny</w>
▁bur den</w>
t i</w>
s ▁e</w>
i▁ f</w>
t em
▁commissi oned</w>
m a▁n</w>
is l
▁br ing</w>
▁all eg
our ce</w>
▁r en
▁h eal
▁Ch eong
▁h otel</w>
▁ach iev
▁J ang</w>
a▁ ble</w>
off▁ icial</w>
b ack</w>
▁inst alled</w>
t▁h eir</w>
oi▁n t</w>
t▁h a▁t</w>
O rdin
ar r
sp▁ ec
duc ing</w>
▁J eong</w>
e▁ y</w>
B C</w>
t ations</w>
o▁n al</w>
▁entr ance</w>
f ir
e ign
▁s yst
st and
ab or
▁adv ant
i▁ or</w>
ic ally</w>
ff i▁ce</w>
▁h er
ay▁ or</w>
B S</w>
fu ture</w>
for▁ m
e▁ ar
▁Prov incial</w>
ent▁ ly</w>
ae k
f ace</w>
he▁ l
▁Se ung</w>
pr ises</w>
▁mat ter</w>
▁h os
res i▁d
ea▁ ch</w>
▁perform ances</w>
oth es</w>
m en</w>
j i</w>
h▁ o</w>
a▁ ted</w>
2▁ 0
▁r ound</w>
▁ex erc
iti ons</w>
in stitu
thr▁ ee</w>
l eg
di ffer
▁st op</w>
h▁ eld</w>
▁h all</w>
▁201 5</w>
ur ed</w>
sh▁ ip</w>
li am
▁n orm
ar t▁
▁d own
▁V ice</w>
ic ▁es</w>
t oo</w>
i▁ ef</w>
as ▁t</w>
O S
▁L otte</w>
n▁ am</w>
1 5</w>
▁S m
▁tr ue</w>
▁rea sons</w>
▁produc ed</w>
▁&▁ qu
am ed</w>
▁reg ional</w>
▁concer ns</w>
▁comm unication</w>
y oung</w>
g overnment</w>
▁cou ldn</w>
▁c aught</w>
▁succ ess
▁F ebruary</w>
▁ch urch</w>
ibr ary</w>
ur t</w>
▁ac adem
▁T echn
▁Y eong
▁m emor
d ec▁
ut ors</w>
em b▁
olo▁ gy</w>
▁sum mit</w>
▁implem entation</w>
▁imp act</w>
▁cr ime</w>
pro bl
p resid
▁sit es</w>
n on</w>
en e
is on</w>
▁s ea</w>
e▁ l</w>
▁doc ument</w>
▁win ter</w>
▁f requ
r an</w>
▁Ch ung</w>
▁requ ested</w>
▁ey es</w>
res ent
p▁ ort</w>
▁mark ets</w>
▁f ig
▁O h</w>
or d</w>
▁w eb
st▁ r
▁relation ship</w>
▁acc idents</w>
▁P eople</w>
▁atten d</w>
▁tr ying</w>
▁n uclear</w>
▁D ef
▁pres sure</w>
▁N ovember</w>
si▁ de</w>
par ty</w>
o ff</w>
t our
el ds</w>
d ev
h a</w>
▁sup pl
t▁ ure</w>
pec ted</w>
ear by</w>
S ou▁th</w>
▁c enters</w>
c ast</w>
ai▁r s</w>
1 00</w>
&apos; t</w>
▁n ation</w>
▁dis app
k en</w>
▁r ead</w>
t op</w>
con struc
▁s ense</w>
ou▁ se</w>
on str
& amp;</w>
o hn</w>
1 0
▁e ight</w>
s er▁
re al</w>
p ower</w>
oo king</w>
a▁ m</w>
ar ily</w>
▁hear t</w>
tr a
i▁ z
▁im m
pre v
pl an</w>
es▁ s
▁lea ders</w>
▁investig ating</w>
▁benef its</w>
rou▁ nd</w>
▁re duction</w>
▁c eleb
▁Al so</w>
eh old</w>
i p▁
fi▁ r
e▁x t</w>
ay i▁ng</w>
man ag▁
re▁ g
ed s</w>
1 2</w>
▁r e▁
tr i▁al</w>
t o▁r</w>
ult i</w>
▁s ai▁d</w>
▁educ ational</w>
th rough</w>
▁A t
▁wor th</w>
▁ph ys
▁im plement</w>
b▁ ec
▁J ustice</w>
uclear ization</w>
▁go▁ ing</w>
▁b ri
m ee
oc i▁al</w>
manag eme▁nt</w>
a u</w>
▁r ain</w>
▁H ealth</w>
bu il
th ea
istr ation</w>
at▁ er</w>
▁sub par
▁concer t</w>
▁p un
ab les</w>
b and</w>
▁w id
▁notif y</w>
▁for ward</w>
me ans</w>
icon duc
▁Gang nam</w>
1 8</w>
▁in ter</w>
▁enter ed</w>
▁circ umst
ut or</w>
▁ann ual</w>
n▁ ing</w>
ful ly</w>
a▁n cial</w>
▁s exual</w>
▁res t</w>
▁r ates</w>
▁J in</w>
▁m er
▁de pos
▁l ow
oo▁ k</w>
▁f ather</w>
oo▁ d</w>
g l
an ch
▁m etropolitan</w>
ou▁ gh</w>
dic tion</w>
W ▁e</w>
▁sh owing</w>
et ings</w>
a ul
su p▁
▁victi ms</w>
▁br and</w>
&ap▁os▁ ;
▁% %</w>
▁custom er</w>
▁Rus sia</w>
ol▁ d</w>
▁p resid
al es</w>
▁M ost</w>
▁L ocal</w>
s ts</w>
d▁ is
▁hea vy</w>
t ained</w>
▁it self</w>
▁d uty</w>
os eon</w>
en▁ t
▁c amp
▁wr iting</w>
▁h our</w>
▁S ong</w>
pr▁ ov
l i▁ne</w>
it▁ ies</w>
ener al</w>
tiv eness</w>
sch ool</w>
re pres
el▁ d</w>
▁foll owed</w>
▁dis tribution</w>
bu ild
P reside▁nt</w>
▁wr ong</w>
▁af t▁er</w>
vis ory</w>
▁t aste</w>
▁inter pre
▁beg inning</w>
ul ate</w>
tis ts</w>
▁g overnor</w>
▁K ong</w>
l san</w>
▁w ▁
▁var iety</w>
co▁ un
▁g row</w>
▁3 rd</w>
por ▁ts</w>
om▁ ic</w>
o ot</w>
h ist
▁c ut</w>
▁2 4</w>
▁dr ama</w>
no▁ w</w>
▁qu estion</w>
▁coun cil</w>
▁corpor ate</w>
m od
A l
▁mom ent</w>
▁pop ulation</w>
▁s ong</w>
▁differ ence</w>
t ress</w>
▁beh ind</w>
▁ar riv
B l
ae k</w>
▁struc ture</w>
l ement</w>
▁p eti
▁int egr
ular ity</w>
k now</w>
ea v
eed ed</w>
P l
▁b ase</w>
e▁n s</w>
con t▁
▁s n
t▁ er
ti▁ v
l▁ es</w>
Com m▁
▁D onald</w>
m▁ on
en▁ se</w>
▁ow ner</w>
▁gu arant
an▁ d
ti▁ n
d▁ id</w>
bec au▁se</w>
M ar
▁f avor
c ally</w>
▁kin derg
▁Y oo</w>
c▁ il</w>
b eg
ul▁ ar</w>
▁organiz ed</w>
im plem
Ch oi</w>
▁vi ew</w>
▁m en
ul ated</w>
▁indus tries</w>
▁en cour
▁buil d</w>
w ou▁ld</w>
▁high ly</w>
ec o▁n
▁play ed</w>
▁expres sed</w>
id ge</w>
h ome</w>
be▁c a▁use</w>
▁s ession</w>
J ap▁
▁c ur
s oo</w>
▁res ources</w>
▁intro duce</w>
i▁ l</w>
▁wh ose</w>
▁hous es</w>
▁S un
▁Ch airperson</w>
i a▁l</w>
E m
▁w in</w>
ou ▁s</w>
▁st ay</w>
▁enti re</w>
u m▁
is tered</w>
S erv
o e</w>
N ew</w>
ip t</w>
ess ing</w>
a▁ fter</w>
▁hol ding</w>
wi▁ th
re w</w>
ag ain</w>
Y e
▁f ile</w>
pri ate</w>
▁ser ies</w>
qu are</w>
s on
▁p i
p▁ h
2 5</w>
▁t en
▁s ale</w>
▁Y ong
j us
h▁ ow</w>
D o</w>
▁volun te
▁sh opping</w>
J i</w>
▁Trans port</w>
t en</w>
pec tively</w>
v e
▁sm artph
▁eval u
▁bo ard</w>
p ubl
ar b
▁im age</w>
▁N am
ay in▁g</w>
ac tion</w>
Prov ▁
vari o▁us</w>
g le</w>
▁tea cher</w>
m ain
ag ain▁st</w>
▁at mosphere</w>
▁&a p▁os
sch o▁ol</w>
er ve</w>
1 3
▁m ut
▁gre en</w>
▁A p
